IDEA StatiCa Open Model
LineLoad.MasterPoint Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 master point
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int MasterPoint { get; set; }
Public Property MasterPoint As Integer
	Get
	Set
public:
property int MasterPoint {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace